export const mockProjects = [
    { id: 1, title: 'طراحی سایت وردپرسی', description: 'ایجاد و طراحی یک وب‌سایت وردپرسی برای کسب و کارهای کوچک' },
    { id: 2, title: 'برنامه‌نویسی اپلیکیشن موبایل', description: 'توسعه یک اپلیکیشن موبایل برای سیستم‌عامل‌های اندروید و iOS' },
    { id: 3, title: 'توسعه نرم‌افزار مدیریت محتوا', description: 'طراحی و پیاده‌سازی نرم‌افزاری برای مدیریت محتوای وب‌سایت‌ها' },
    { id: 4, title: 'تحلیل داده‌های بزرگ', description: 'انجام تحلیل‌های پیشرفته روی مجموعه‌های بزرگ داده برای استخراج اطلاعات ارزشمند' },
    { id: 5, title: 'پیاده‌سازی سامانه‌های ابری', description: 'راه‌اندازی و پیاده‌سازی سامانه‌های ابری برای افزایش کارایی و انعطاف‌پذیری' },
    { id: 6, title: 'طراحی رابط کاربری', description: 'ایجاد یک رابط کاربری جذاب و کاربرپسند برای وب‌سایت‌ها و اپلیکیشن‌ها' },
    { id: 7, title: 'توسعه فروشگاه آنلاین', description: 'راه‌اندازی و بهینه‌سازی یک فروشگاه آنلاین برای فروش محصولات دیجیتال و فیزیکی' },
    { id: 8, title: 'مشاوره سئو', description: 'ارائه خدمات مشاوره‌ای برای بهینه‌سازی وب‌سایت‌ها جهت بهبود رتبه در موتورهای جستجو' },
    { id: 9, title: 'مدیریت شبکه‌های اجتماعی', description: 'برنامه‌ریزی و اجرای استراتژی‌های مدیریت شبکه‌های اجتماعی برای افزایش تعامل کاربران' },
    { id: 10, title: 'توسعه بازی‌های رایانه‌ای', description: 'ایجاد و توسعه بازی‌های رایانه‌ای برای پلتفرم‌های مختلف' },
    { id: 11, title: 'راه‌اندازی سامانه‌های ارتباطی', description: 'پیاده‌سازی سامانه‌های ارتباطی مانند پلتفرم‌های چت و تماس صوتی/تصویری' },
    { id: 12, title: 'مشاوره امنیت سایبری', description: 'ارائه خدمات مشاوره‌ای برای بهبود امنیت سایبری و حفاظت از اطلاعات حساس' },
];
